NSCameraUsageDescription = "Камера используется в видеовызовах";
NSMicrophoneUsageDescription = "Микрофон используется в голосовых и видеовызовах";
NSPhotoLibraryUsageDescription = "Для обмена фотографиями и видео, хранящимися на вашем устройстве, необходим доступ к медиатеке";
NSContactsUsageDescription = "Доступ к контактам необходим для сопоставления контактов вашей адресной книги с контактами на вашем сервере.";
NSLocationWhenInUseUsageDescription = "Это необходимо, чтобы поделиться своим местоположением с другими";
NSSpeechRecognitionUsageDescription = "Speech Recognition access is needed to transcribe a voice message to text using on-device recognition";
